Repository: bgonzalezn/PRTT-bpgn
Catalog: tm/pSIF Alert.tmx
Source language: en
Languages: es

source: (1000 mASL)
es: (1000 m s.n.m.)

source: (i.e. – T&M, unit price, lump sum)
es: (es decir, T&M, precio unitario, suma alzada)

source: (which tool when and why)
es: (qué herramienta, cuándo, y por qué)

source: (Deals primarily with physical, mechanical or environmental conditions)
es: (Trata principalmente con las condiciones físicas, mecánicas o ambientales)

source: (FIXED) Maximize Performance in my Current Role
es: (FIJO) Maximizar el Rendimiento en mi Cargo Actual

source: (FIXED) Supporting our strategy – if applicable
es: (FIJO) Apoyo a nuestra estrategia – si fuera aplicable

source: (H) High Risk
es: (H) Riesgo alto

source: (Hint: a good idea to monitor these closely)
es: (Es buena idea monitorear de cerca estos riesgos)

source: (Human error)
es: (Error humano)

source: (June to August 1995)
es: (junio a agosto, 1995)

source: (Keep in mind these causes deal with the actions of people)
es: (Tenga en cuenta que estas causas tratan con el accionar de personas)

source: (Note: the employee involved had completed work at heights training previously).
es: (Nota: el colaborador involucrado ya había completado la capacitación de trabajo en altura)

source: (Note: these are Environmental risk tools as well).
es: (Nótese que también sirven como herramientas de riesgos ambientales).

source: (Note: trigger not applicable to pure construction projects not involving professional services.
es: (Nota: trigger no aplicable a proyectos solo de construcción que no incluyan servicios profesionales.

source: (October 1994)
es: (Octubre 1994)

source: (Or as otherwise defined by OSHA).
es: (O lo que indique OSHA).

source: (South America fixed) at the latitude of the Spence Mine site.
es: (bajo la placa Sudamericana considerada fija) en la latitud de la mina Spence.

source: (State whether complete and level of success)
es: (indicar si está finalizado y nivel de logro)

source: (Table 1, 2; and Figure 3).
es: (Tabla 1,2; y Figura 3).

source: (Triggered by Project Initiation or Contacts HaSEP)
es: (Accionado por Iniciación del Proyecto o por Contactos de HaSEP)

source: (Triggered by ROA)
es: (Accionado por ROA)

source: (VH) Very High Risk
es: (VH) Riesgo muy alto

source: (VL) Very Low Risk
es: (VL) Riesgo muy bajo

source: (Weakness or degradation in the system)
es: (Debilidad o degradación del sistema)

source: (after delegation)
es: (postdelegación)

source: (also Tujbf)
es: (también Tujbf)

source: (before delegation)
es: (predelegación)

source: (controlled by GDF Suez)
es: (controlado por GDF Suez)

source: (e.g. destruction of animal / fish life; habitat damage; making air, water or land unfit for use by living things; destruction of known or unknown indigenous people’s / heritage sites; irreversible alteration of the natural environment or its aesthetics; dust or noise affecting a region; large volumes of contaminated or hazardous waste.
es: Por ejemplo: destrucción de vida animal/acuática; daño al hábitat; hacer imposible el uso de aire, agua o suelo para los seres vivos; destrucción de sitios patrimoniales o de pueblos indígenas conocidos o desconocidos; alteración irreversible del entorno natural o su estética; polvo o ruido que afecta una región; grandes volúmenes de residuos contaminados o peligrosos.

source: (e.g. habitat disturbance; damage to indigenous people’s/heritage sites; alteration of the natural environment or its aesthetics; generation of contaminated or hazardous waste, or large volumes of solid waste; dust or noise affecting the immediate area.
es: Por ejemplo: perturbación del hábitat; daño a sitios patrimoniales o de pueblos indígenas; alteración del entorno natural o su estética; generación de residuos contaminados o peligrosos o grandes volúmenes de residuos sólidos; polvo o ruido que afecta el área circundante.

source: (e.g. readily repairable impacts (physical or aesthetic) to the natural environment, indigenous people’s/heritage items, property, or business operations; public nuisance (noise, dust, odours); generation of small quantities of waste.
es: Por ejemplo: impactos fácilmente reparables (físicos o estéticos) al entorno natural, a elementos patrimoniales o de pueblos indígenas, a la propiedad o a operaciones comerciales; molestias públicas (ruido, polvo, olores); generación de pequeñas cantidades de residuos.

source: (e.g. return to and check-in at the site office a minimum 30 mins prior to the blast).
es: (ej., regresar y llamar a la oficina del sitio al menos 30 minutos antes de la voladura).

source: (e.g., Site Supervisor, Project Manager)
es: (Supervisor de Terreno, Jefe de Proyecto, por ejemplo)

source: (e.g., report from Equifax, D&B, etc. – see Finance team for assistance if required)
es: (ej., informe de Equifax, D&B, etc. - pedir ayuda a Finanzas si es necesario)

source: (i.e. – Substantial or Final Completion, or other mechanism)
es: (es decir, recepción final u otro mecanismo)

source: (i.e. – how many days after end of month or invoice submittal?
es: (es decir, ¿cuántos días tras fin de mes o el envío de la factura?

source: (incl laptops and tablets)
es: (inclusive computadoras portátiles y tabletas)

source: (insert full sub-contract value or maximum amount)
es: (insertar valor total o monto máximo del subcontrato)

source: (office name starts with A-Q)
es: (nombre de oficina empieza con A-Q)

source: (office name starts with R-Z)
es: (nombre de oficina empieza con R-Z)

source: * one team member must have Mod 4 training
es: * un miembro del equipo debe contar con la capacitación Mod 4

source: * If there is no contact within 4 hours of the planned arrival time, follow the appropriate procedures.
es: * Si no hay contacto dentro de 4 horas después de la hora de llegada, seguir los procedimientos correspondientes.

source: * speed in kph
es: * velocidad en kph

source: ** required if animal/fish deaths or environmental damage has occurred.
es: ** requerido si se registra la muerte de animales / peces o daño ambiental.

source: ** A - Gross revenue (i.e. contract value) / B - Less: direct labor cost / C - Less: fringe rate on direct labor (this plus the direct labor is also knows as fully burdened labor cost)
es: ** A - ingreso bruto (valor del contrato) / B - menos: costo de mano de obra directa / C - menos: porcentaje de beneficios por mano de obra directa (esto más la mano de obra directa también se conoce como costo de mano de obra directa)

source: *** these workers will be interviewed but it may not be advisable for them to be a part of the investigation team.
es: *** estos trabajadores serán entrevistados, pero podría no ser recomendable que formen parte del equipo de investigación.

source: *No laboratory test results available for calculation of UCS or mi - values based on field observations and experience.
es: *No hubo resultados de ensayos de laboratorio disponibles para el cálculo de UCS o mi. Los valores se basan en observaciones de campo y en la experiencia.

source: - A person trained and qualified to manage and perform HSSE audits.
es: Persona capacitada y certificada para gestionar y realizar auditorías de HSSE.

source: - A source, situation or act with a potential to cause harm in terms of human injury or ill health, damage to the environment, or a combination of these effects.
es: fuente, situación o acto con potencial de causar daños tales como lesiones o deterioro de la salud, daño al medio ambiente o una combinación de estos efectos.

source: - I keep up to date via local, regional, and global pSIF and SIF communications with emails, or the monthly basis HSSE bulletin”.
es: - Me mantengo informada por medio de los comunicados locales, regionales y globales relacionados con los pSIF y SIF.”

source: - please explain
es: - explicar

source: 0-30% chance of winning
es: 0-30% de probabilidad de ganar

source: 0.05 (0.22±0.06 to 0.61±0.26)b
es: 0.05 (0.22±0.06 a 0.61±0.26)b

source: 0.22 ±0.06 to 0.61 ±0.262b
es: 0.22 ±0.06 a 0.61 ±0.262b

source: 03 January 2018
es: 03 enero 2018

source: 1 Fault sources identified from the available literature, data and maps.
es: 1 Fuentes de fallas identificadas a partir de la literatura, datos y mapas disponibles.

source: 1 Fault sources identified from the available literature, data, and maps.
es: 1 Fuentes de fallas identificadas a partir de la literatura, datos y mapas disponibles.

source: 1 Director from Asia-Pacific
es: 1 Director de Asia-Pacífico

source: 1 Director from Europe/Africa
es: 1 Director de Europa/África

source: 1 STOP
es: 1 PARAR

source: 1 article published about joined effort /success story in technical community
es: Primer artículo publicado sobre una historia de esfuerzo/éxito en conjunto en la comunidad técnica.

source: 1 minute Region VP Intro (client, scope, fee, strategic importance)
es: 1 minuto: introducción del VP regional (cliente, alcance, tarifa, importancia estratégica)

source: 1 – EMPLOYEE RESPONSIBILITIES
es: 1 – RESPONSABILIDADES DEL COLABORADOR

source: 1) Working around Heavy and Mobile Equipment
es: 1) Trabajo alrededor de maquinaria móvil y pesada

source: 1, 2 or 3 =
es: 1, 2 o 3 =

source: 1/ Online or classroom based training on BD techniques.
es: 1/ Capacitación en línea o presencial respecto a las técnicas de Desarrollo de Negocios.

source: 10 days
es: 10 días

source: 10 m bench height
es: Alto de banco de 10 m

source: 10 minutes team
es: 10 minutos: equipo

source: 10,000-Year Return Period
es: Periodo de retorno de 10000 años

source: 10.0 WORKING AT HEIGHTS
es: 10.0 TRABAJO EN ALTURA

source: 11 (cum.)
es: 11 (acum.)

source: 11.0 ACUTELY HAZARDOUS SUBSTANCES AND ATMOSPHERES
es: 11.0 SUSTANCIAS Y ATMÓSFERAS MUY PELIGROSAS

source: 12.0 WORKING AROUND SUSPENDED LOADS
es: 12.0 TRABAJO ALREDEDOR DE CARGAS SUSPENDIDAS

source: 1200 km pipeline route evaluation study across northern B.C.
es: Estudio de evaluación del trazado para la tubería de 1200 km que cruza el norte de Columbia Británica

source: 12th January 2018
es: 12 de enero de 2018

source: 13.0 working at altitude
es: 13.0 TRABAJO A GRAN ALTITUD

source: 14 (cum.)
es: 14 (acum.)

source: 14.0 UNDERGROUND AND OVERHEAD SERVICES
es: 14.0 SERVICIOS ENTERRADOS Y SUSPENDIDOS

source: 15 or 16=
es: 15 o 16=

source: 15.0 MANUAL HANDLING
es: 15.0 MANIPULACIÓN

source: 1500 MW Nathpa Jhakri Hydroelectric Project
es: Proyecto hidroeléctrico de 1500 MW Nathpa Jhakri

source: 16.0 WORKING IN HOT AND COLD ENVIRONMENTS
es: 16.0 TRABAJO EN AMBIENTES CALUROSOS Y FRÍOS

source: 17.0 REMOTE WORK
es: 17.0 TRABAJO EN ZONAS APARTADAS

source: 18.0 PLANT AND EQUIPMENT
es: 18.0 MAQUINARIA PESADA, INSTALACIONES Y EQUIPOS

source: 19.0 USE OF ELECTRICAL EQUIPMENT
es: 19.0 USO DE EQUIPOS ELÉCTRICOS

source: 1: Low oxygen content.
es: 1: bajo contenido de oxígeno;

source: 1 of 4
es: 1 de 4

source: 1.The matrix should typically be filled out by at least three people who are familiar with the proposal opportunity.
es: 1. La matriz debe ser llenada por al menos tres personas que están familiarizadas con la oportunidad de la propuesta.

source: 1st Meeting
es: Primera Reunión

source: 1st meeting
es: Primera Reunión

source: 2 Shortest distance to the fault plane.
es: 2 Menor distancia al plano de falla.

source: 2 Board members, chaired by a member of Governance Committee
es: 2 integrantes del Directorio, presididos por un integrante del Comité de Gobernanza

source: 2 Directors chosen globally based on skills needed by the Board
es: 2 Directores elegidos globalmente según las aptitudes que necesita el Directorio

source: 2 Directors from Americas
es: 2 Directores de Américas

source: 2 – SUPERVISOR RESPONSIBILITIES
es: 2 – RESPONSABILIDADES DEL SUPERVISOR

source: 2) Working at Heights
es: 2) Trabajo en altura

source: 2.0 WORK METHOD STATEMENT
es: 2.0 PROCEDIMIENTO SEGURO DE TRABAJO

source: 2/ Client leadership team to invite Jocelyn onto clients meetings at least once a quarter.
es: 2/ El equipo de liderazgo de clientes invita a Jocelyn a las reuniones con clientes, al menos una vez por trimestre.

source: 20 minutes Q&A with Project Pursuit Team and members of the PRC
es: 20 minutos: preguntas al Grupo de Búsqueda de Proyectos y a miembros del PRC

source: 20 or 25 =
es: 20 o 25 =

source: 20.0 DRILLING
es: 20.0 PERFORACIÓN

source: 2000 MW Mt. Hope Hydroelectric Project
es: Proyecto hidroeléctrico de 2000 MW Mt. Hope

source: 2015 Pit with Modeled Major Faults
es: Pit 2015 con grandes fallas modeladas

source: 2017 Principal and Associate appointments have been approved
es: Aprobadas las nominaciones a Principals y Asociados de 2017

source: 2017 visible felt leadership survey Highlights
es: Hitos de la encuesta de liderazgo visible 2017

source: 21 de Novembre de 2017
es: 21 de Noviembre de 2017

source: 21.0 CONTAMINANTS IN SOILS
es: 21.0 CONTAMINANTES EN SUELOS

source: 22.0 WORKING WITH ASBESTOS
es: 22.0 TRABAJO CON ASBESTO

source: 23.0 WORKING NEAR OR OVER WATER
es: 23.0 TRABAJO CERCA DE O SOBRE AGUA

source: 24.0 WASTE MANAGEMENT
es: 24.0 GESTIÓN DE RESIDUOS

source: 25% of employees (Levels 1-5) from each Mining Region were chosen to participate in this survey, with 39% overall of these taking part
es: Se escogió a un 25% de los empleados (Niveles 1-5) de cada Región de Minería para su participación en esta encuesta, donde un 39% en total participó.

source: 25% of employees (Levels 1-5) from each Mining Region were chosen to participate in this survey.
es: Se escogió a un 25% de los empleados (Niveles 1-5) de cada Región de Minería para su participación en esta encuesta.

source: 25.0 EMERGENCY RESPONSE
es: 25.0 RESPUESTA A EMERGENCIAS

source: 26 November 2017
es: 26 de noviembre de 2017

source: 26% in Latin America Mining answered the survey
es: En Latinoamérica, un 26% respondió la encuesta.

source: 26.0 GOLDER RISK MATRIX
es: 26.0 MATRIZ DE RIESGOS DE GOLDER

source: 2: Presence of toxic gases or vapors.
es: 2: presencia de gases o vapores tóxicos;

source: 2D and 3D numerical modelling to simulate these alternatives, using cemented rockfill or paste fill materials, and assess the pillar and stope stabilities, based on rock mass considerations.
es: Modelación numérica 2D y 3D para simular estas alternativas, usando materiales de relleno de roca o pasta y evaluación de estabilidades de pilares y caserones, según consideraciones del macizo rocoso.

source: 2D and 3D stress analyses for assisting in the design of the shaft support, analysis of sill pillar removal and selection of the best mining sequence using long hole open and/or cut-and-fill stoping with delayed backfill with paste fill.Bulkhead design for the drawpoints of the stopes in order to allow the pouring of paste fill.
es: Análisis de tensiones 2D y 3D para apoyar el diseño del soporte del pique, análisis de retiro de pilares en fondo de escalón y selección de la mejor secuencia de minado usando explotación abierta con cámaras extensas o corte y relleno con relleno en pasta retrasado.Diseño de particiones para las chimeneas de extracción de los caserones a fin de permitir el vertido de relleno en pasta.

source: 3 M = moment magnitude.
es: 3 M = magnitud de momento.

source: 3 IDENTIFY
es: 3 IDENTIFICAR

source: 3 – FINANCE RESPONSIBILITIES
es: 3 – RESPONSABILIDADES DE FINANZAS

source: 3) Driving
es: 3) Conducción

source: 3.0 PRE-START MEETINGS
es: 3.0 REUNIONES PREVIAS

source: 30 days (interim measures in place before work begins)
es: 30 días (medidas interinas instauradas antes de comenzar las obras)

source: 30-60% chance of winning
es: 30-60% de probabilidad de ganar

source: 38% in Latin American Mining answered the survey
es: En Latino América, un 38% respondió la encuesta.

source: 3: Presence of flammable or explosive gases or vapors.
es: 3: presencia de gases o vapores inflamables o explosivos.

source: 3rd International Workshop – Applications of Computational Mechanics in Geotechnical Engineering, Porto, Portugal, September, 1998.
es: Tercer Taller Internacional sobre Aplicaciones de Mecánica Computacional en la Ingeniería Geotécnica, Porto, Portugal, Septiembre, 1998.

source: 4 PLAN – plan what needs to be done to manage the risk
es: 4 PLANIFICAR – Planificar lo que debe hacerse para manejar el riesgo

source: 4 Ps Training Content - appended
es: Contenido para Capacitación de las 4 P - anexado

source: 4 surface rupture events in past 35 ka
es: 4 eventos de ruptura superficial en los últimos 35 ka

source: 4 surface rupture events in past 35 ka4c
es: 4 eventos de ruptura superficial en los últimos 35 ka4c

source: 4 surface rupture events in past 35 kac
es: 4 eventos de ruptura superficial en los últimos 35 kac

source: 4) 2018 Action Items or Tactics
es: 4) Ítemes o Tácticas de Acción 2018

source: 4) Working around Suspended Loads
es: 4) Trabajo alrededor de cargas suspendidas

source: 4, 5 or 6 =
es: 4, 5 o 6 =

source: 4.0 PRE-START JOB SAFETY AND ENVIRONMENT ANALYSIS
es: 4.0 ANÁLISIS DE SEGURIDAD EN EL TRABAJO

source: 40-Hour OSHA HAZWOPER (29 CFR 1910.120)
es: Curso 40-Hour OSHA HAZWOPER (29 CFR 1910.120)

source: 4005 – Best Practice Guideline – Altitude Sickness Prevention.
es: 4005 – Best Practice Guideline – Altitude Sickness Prevention (Guía de prácticas óptimas: prevención del mal de altura).

source: 475-Year Return Period
es: Periodo de retorno de 475 años

source: 475-year Uniform Hazard Response Spectrum
es: Espectro de respuesta de peligro uniforme a 475 años

source: 475-year, PSHA-based, 5%-damped spectral response values (g)
es: Valores de respuesta espectral con 5% de amortiguamiento y periodo de 475 años según análisis PSHA (g)

source: 5) Acutely Hazardous Substances / Atmospheres
es: 5) Sustancias o atmósferas muy peligrosas

source: 5.0 FITNESS FOR DUTY
es: 5.0 APTITUD PARA LAS LABORES

source: 6) Ground Stability
es: 6) Estabilidad del terreno

source: 6.0 FATAL RISK CONTROLS
es: 6.0 CONTROLES DE RIESGOS FATALES

source: 60 Pit, Pamour Mine - Royal Oak Mines Inc.
es: Rajo 60, mina Pamour – Royal Oak Mines Inc.

source: 60-90% chance of winning
es: 60-90% de probabilidad de ganar

source: 63 degree BFA
es: FBA de 63 grados

source: 7.0 WORKING AROUND HEAVY EQUIPMENT
es: 7.0 TRABAJO ALREDEDOR DE MAQUINARIA PESADA

source: 75 east
es: 75 este

source: 75o east
es: 75o E

source: 8, 9, 10 or 12 =
es: 8, 9, 10 o 12 =

source: 8.0 DRIVING
es: 8.0 CONDUCCIÓN

source: 84th Percentile Spectral Acceleration (g)
es: Aceleración espectral del percentil 84 (g)

source: 84th percentile PGA(g)
es: PGA del percentil 84(g)

source: 84th-Percentile – MCE Earthquake Spectral Acceleration (g)
es: Percentil 84 – aceleración espectral del evento MCE (g)

source: 84th-percentile PGA(g)
es: PGA del percentil 84(g)

source: 9 minutes Key risks (brief statement/mitigation)
es: 9 minutos: riesgos clave (declaración/mitigación breves)

source: 9.0 GROUND STABILITY
es: 9.0 ESTABILIDAD DEL TERRENO

source: 9th March 2018, 8th June 2018
es: 9 de marzo de 2018, 8 de junio de 2018

source: < 1.6 Ma (Quaternary)a
es: <1,6 Ma (Cuaternario) a

source: <$100K C within sub-region, A region
es: <$100K C en subregión, región A

source: <1.6 Ma (Quaternary) 4a
es: <1,6 Ma (Cuaternario) 4a

source: <$175K C within sub-region, A region
es: <$175K C en subregión, región A

source: Firstname Surname, QL1, QL2 Position Title
es: Nombre Apellido, QL1, QL2 Cargo

source: LOGO USAGE: Correct
es: USO DEL LOGO: Correcto

source: LOGO USAGE: Incorrect
es: USO DEL LOGO: Incorrecto

source: LOGO: Layouts
es: LOGO: Composición

source: For questions about this guide or to request assets, please contact: GRAPHICS@GOLDER.COM
es: Para preguntar por esta guía o pedir insumos, escribir a: GRAPHICS@GOLDER.COM

source: (assume 45o)
es: (suponer 45°)

source: (assume 60o)
es: (suponer 60°)

source: A pipe wall design to provide a barrier between the failed ground in the HW and the failed material inside the stope for the recovery of this primary stope.
es: Diseño de muro de chimenea para proporcionar una barrera entre el derrumbe en el HW y el derrumbe al interior del caserón para recuperar este caserón primario.

source: Basic information from the incident investigation should be entered into the LDB investigation form.
es: La información básica de la investigación del incidente se debe registrar en el formulario de investigación de la LDB.

source: Closing:
es: Cierre:

source: Consequently the wire connecting the large pontoon to the quay passed at relatively low speed at about 0.5 m over the deck level of the small pontoon.
es: De esta manera el cable que conectaba el pontón grande con el muelle pasó a una velocidad relativamente baja, a unos 0.5m por sobre el nivel de cubierta del pontón pequeño.

source: Corrective action should be developed by Project Managers or the Manager/Supervisor, with guidance from HSSE team members as needed.
es: La acción correctiva deberá ser desarrollada por los Gerentes de Proyecto o el Gerente / Supervisor, con ayuda de los integrantes del equipo de HSSE, según sea necesario.

source: Due to the historical significance of the Tres Gigantes rock formation, it may be prudent to recommend limiting the peak ground vibration velocity at the base of the rock formation to 50 mm/s for the open pit operation.
es: Debido al significado histórico de la formación rocosa Tres Gigantes, puede ser prudente recomendar que se limite la velocidad máxima de vibración del suelo en la base de la formación de roca a 50 mm/s para la operación a cielo abierto.

source: Every time I propose HSSE topics among my peers and managers, I find them willing to address them”.
es: Cada vez que planteo temas relacionados con H&S entre mis pares y mis superiores, encuentro buena predisposición y preocupación en atenderlos.”

source: Figure 2 shows the segmented subduction source zones.
es: La Figura 2 muestra las zonas de fuente de subducción segmentadas.

source: Figure 3 displays the estimated PPV levels for a maximum charge weight per hole of 315 kg and a range of separation distances.
es: La Figura 3 muestra los niveles estimados de PPV para un peso de carga máximo por barreno de 315 kg a diferentes distancias de separación.

source: Fortunately the shoulder area was clear and flat and there was no oncoming traffic.
es: Afortunadamente la berma se encontraba despejada, estaba lisa, y no venía tráfico en sentido contrario.

source: In my work environment, I have sense that senior staff has been involved in the solution of HSSE issues being raised”.
es: En el ámbito en el que me toca trabajar, he percibido que el personal senior no ha sido ajeno a la resolución de los problemas de H&S que se plantean.”

source: In our project, the health and safety team provide constant training and encouragement.
es: En nuestro proyecto, el equipo de salud y seguridad ofrece capacitación e incentivo constantes.

source: Monitoring and controlling:
es: Monitoreo y control:

source: Once PHRTA is approved each traveler going to that location must complete an ITA
es: Una vez que la PHRTA ha sido aprobada, cada viajero que acuda a dicha ubicación debe completar un ITA.

source: Periodic ground control reviews during mining operations.
es: Revisiones periódicas de control del terreno durante operaciones mineras.

source: Progress shall be reviewed by the HSSE Team to verify that actions are completed as planned and within the agreed timeframe.
es: El Equipo de HSSE deberá revisar el progreso para verificar que las acciones se completen según su planificación y dentro del tiempo acordado.

source: Senior Management shall be involved in the investigation of high potential (SIF and pSIF) events.
es: La Gerencia Senior deberá involucrarse en la investigación de eventos con potencial alto (SIF y pSIF).
